Repository: lhaneda-tocho/Patmark-master
Catalog: iOS/Resources/*.lproj/Localizable.strings
Languages: de, es, pt_br, tr

source: Back
de: zurück
es: 戻る
pt_br: Volte
tr: Geri

source: Save
de: speichern
es: Guardar
pt_br: Salvar
tr: Kaydet

source: Cancel
de: abbrechen
es: Cancelar
pt_br: Cancelar
tr: İptal

source: Fit
de: anpassen
es: Ajustar
pt_br: Ajustar
tr: Sığdır

source: Ignore
de: ignorieren
es: Ignorar
pt_br: Ignorar
tr: Yoksay

source: Apply
de: anwenden
es: Aplicar
pt_br: Aplicar
tr: Uygula

# ctrl-settings.title
source: Settings
de: Einstellungen
es: Configuración
pt_br: Definições
tr: Ayarlar

# ctrl-settings-default-marking-parameter.title
source: Marking parameter
de: Markierparameter
es: Parámetro de marcado
pt_br: Parametros de Marcacao
tr: Markalama parametreleri

# ctrl-files.title
source: File
de: Datei
es: Archivo
pt_br: Arquivo
tr: Dosya

# ctrl-file-local.title
source: Local file
de: Lokale Datei
es: Archivo local
pt_br: Arqui Local
tr: Lokal dosya

# ctrl-file-remote.title
source: Patmark file
de: Patmark Datei
es: Archivo de Patmark
pt_br: Arquivo Patmark
tr: Patmark dosyası

source: Save as
de: Speichern als
es: Guardar como
pt_br: Salvar como
tr: Farklı kaydet

# Overwrite
source: Save/Replace
de: Austauschen
es: Reemplazar
pt_br: Substituir
tr: Değiştir

source: Rename
de: Umbenennen
es: Renombrar
pt_br: Renomear
tr: Yeniden adlandır

source: Delete
de: Löschen
es: Borrar
pt_br: Apagar
tr: Sil

# Read
source: Retrieve
de: Laden
es: Leer
pt_br: Ler
tr: Getir

# Confirm
source: Confirmation
de: Bestätigung
es: Confirmación
pt_br: Confirmação
tr: Onay

source: File name
de: Datei name
es: Nombre del archivo
pt_br: Nome do arquivo
tr: Dosya adı

source: Enter a file name.
de: Geben Sie einen Dateinamen ein.
es: Ingrese un nombre al archivo
pt_br: Entre com o nome do arquivo.
tr: Dosya adı giriniz

# An file has same name is already exists. Are you sure to overwrite?
source: A same name file is found. Do you continue to replace?
de: Es wurde eine gleichnamige Datei gefunden. Möchten Sie mit dem Ersetzen fortfahren?
es: Se encontró un archivo con el mismo nombre. Quiere continuar para reemplazarlo?
pt_br: Um arquivo com o mesmo nome foi encontrado. Continuar a substituir?
tr: Aynı isimli dosya bulundu. Değiştirmek istiyormusunuz?

# msg_serialField_writeFileSelectorLocal
source: This file contains the serial and cannot be saved locally.
de: Diese Datei enthält eine Seriennummer und kann nicht lokal gespeichert werden.
es: El archivo contiene un dato serial y no puede guardarse localmente.
pt_br: Este arquivo contém numeração serial e não pode ser salvo localmente.
tr: Bu dosya seri içerir ve lokal olarak kaydedilemez.

# FieldTypeName_Text
source: Text
es: Texto
pt_br: Texto
tr: Yazı

# FieldTypeName_OuterArcText
source: Outer Arc Text
de: Bogentext von Außen lesbar
es: Texto en arco exterior
pt_br: Texto de Arco Externo
tr: Dışbükey yazı

# FieldTypeName_InnerArcText
source: Inner Arc Text
de: Bogentext von Innen lesbar
es: Texto en arco interior
pt_br: Texto de Arco Interno
tr: İçbükey yazı

# FieldTypeName_XVerticalText
source: X Vertical Text
de: X Vertikaler Text
es: X Texto vertical
pt_br: Texto X Vertical
tr: X Dikey yazı

# FieldTypeName_YVerticalText
source: Y Vertical Text
de: Y Vertikaler Text
es: Y Texto vertical
pt_br: Texto Y Vertical
tr: Y dikey yazı

# FieldTypeName_QrCode
source: QR Code
es: Código QR
tr: QR kod

# FieldTypeName_DataMatrix
source: Data Matrix
es: Matriíz de datos

# FieldTypeName_Rectangle
source: Rectangle
de: Rechteck
es: Rectángulo
pt_br: Retângulo
tr: Dikdörtgen

# FieldTypeName_Circle
source: Circle
de: Kreis
es: Círculo
pt_br: Circulo
tr: Daire

# FieldTypeName_Line
source: Line
de: Linie
es: Línea
pt_br: Linha
tr: Çizgi

# FieldTypeName_Ellipse
source: Oval
de: Ellipse
es: Ovalo

# FieldTypeName_Triangle
source: Triangle
de: Dreieck
es: Tríángulo
pt_br: Triangulo
tr: Üçgen

# FieldTypeName_Bypass
source: Bypass
de: Umfahren
es: Desviación
pt_br: Triangulo

# FieldTypeName_Unknown
source: Unknown
de: Unbekannt
es: Desconocido
pt_br: Desconhecido
tr: Bilinmeyen

# file-category.autosave
source: Auto Save
de: Automatisch speichern
es: Auto guardado
pt_br: Salvamento Automático
tr: Otomatik Kaydet

# file-category.latest-marking-file
source: Latest marking file
de: Letzte Markierdatei
es: Ultimo archivo de marcado
pt_br: Último Arquivo de Marcação
tr: En son markalama datası

# communication.required
source: Please connect to the Patmark.
de: Bitte verbinden Sie den Patmark.
es: Por favor conectarse a la PATMARK.
pt_br: Favor conectar a Patmark.
tr: Lütfen Patmark cihazına bağlanın.

# communication.excluded-me
source: Another device is now occupying.
de: Ein anderes Gerät ist nun verbunden.
es: Otro dispositivo esta conectado con esta marcadora.
pt_br: Outro dispositivo está ocupando agora.
tr: Şuanda başka bir cihaz bağlı.

# communication.start
source: Starting communication
de: Kommunikation wird gestartet.
es: Iniciando comunicación.
pt_br: Iniciando comunicacao
tr: Bağlantı kuruluyor.

# communication.terminate
source: Terminating communication
de: Kommunikation beendet.
es: Terminando comunicación.
pt_br: Terminando comunicacao
tr: Bağlantı sonlandırılıyor.

# There is no response from the Patmark. Check the connection.
source: Unable to communicate with the Patmark. Check the connection.
de: Die Kommunikation mit dem Patmark ist nicht möglich. Überprüfen Sie die Verbindung.
es: Incapaz de establecer comunicación con la Patmark. Favor de revisar conexión.
pt_br: Incapaz de se comunicar com a Patmark. Verificar conexão.
tr: Patmark ile iletişim kurulamıyor. Bağlantıyı kontrol edin.

# Protected to send.
source: Unable to send marking data during marking.
de: Das Senden von Markierdaten während der Markierung ist nicht möglich.
es: Incapaz de enviar datos mientras está marcando.
pt_br: Incapaz de enviar dados de marcação durante a marcação.
tr: Markalama işlemi devam ederken veri gönderilemez.

# Protected to communicate.
source: Unable to save and read file during marking.
de: Die Markierdatei kann während dem Markieren nicht gespeichert und gelesen werden.
es: Incapaz de guardar y leer un archivo mientras marca.
pt_br: Incapaz de salvar e ler o arquivo durante a marcação.
tr: Markalama işlemi devam ederken dosya açma ve kaydetme yapılamaz.

# Push the start button on the marking head.
source: Push the start button on the Patmark.
de: Drücken Sie die Starttaste am Patmark.
es: Presione el botón de inicio en la Patmark.
pt_br: Aperte o botão iniciar na Patmark.
tr: Patmark üzerinde start butonuna basın.

# Marking file is empty.
source: No marking data.
de: Keine Markierdaten.
es: No hay datos de marcado.
pt_br: Sem dados de marcação.
tr: Markalama datası yok.

# Failed to send marking file.
source: Failed sending marking data.
de: Das senden von Markierdaten ist fehlgeschlagen.
es: Falla en el envío de datos.
pt_br: Falha ao enviar dados de marcação.
tr: Markalama datası gönderilemedi.

# FontError
source: No "{0}" font found in Patmark. Please install the font file from PC software.
de: Die "{0}" Schriftdatei wurde im Patmark nicht gefunden. Bitte installieren Sie die Schriftdatei aus der Windows Software.
es: No "{0}" se encontro esta fuente en Patmark. Por favor instale la fuente desde el programa de la PC.
pt_br: Nenhuma fonte "{0}" encontrada na Patmark. Instale o arquivo fonte do software de PC.
tr: "{0}" fontu bulunamadı, lütfen PC yazılımından font yükleyin.

source: Cleared successfully.
de: Erfolgreich gelöscht.
es: Borrado exitoso.
pt_br: Apagado com sucesso.
tr: Temizlendi

source: Saved successfully.
de: Erfolgreich gespeichert.
es: Guardado exitoso.
pt_br: Salvo com sucesso.
tr: Kaydedildi

source: Edited successfully.
de: Erfolgreich editiert.
es: Edición exitosa.
pt_br: Editado com sucesso.
tr: Düzenleme başarılı

# Read successfully.
source: Retrieved successfully.
de: Erfolgreich gelesen.
es: Lectura exitosa.
pt_br: Lido com sucesso.
tr: Açıldı

source: Choose your operation.
de: Wählen Sie Ihr Vorhaben.
es: Selecciona tu operación.
pt_br: Escolha sua Operação.
tr: İşleminizi seçin

# File is empty.
source: Empty file.
de: Leere Datei
es: Archvio vacío.
pt_br: Arquivo vazio.
tr: Markalama datası yok.

# The file was cleared.
source: Cleared the preview data.
de: Die Vorschaudaten wurden gelöscht.
es: Dato previo borrado.
pt_br: Limpou os dados de visualização.
tr: Önizleme verileri temizlendi.

# This name is not available.
source: Unusable charatter was found in the file name.
de: Im Dateinamen wurde ein nicht verwendbares Zeichen gefunden.
es: Un caracter inusual se encontró en el nombre del archivo.
pt_br: Um caractere inutilizável foi encontrado no nome do arquivo.
tr: Dosya adında kullanılamaz karakter bulundu.

# This file was created in advance mode and can not be edited.
source: Unable to edit the Patmark file.
de: Die Patmark-Datei kann nicht bearbeitet werden.
es: Incapaz de editar el archivo de Patmark.
pt_br: Incapaz de editar o arquivo Patmark.
tr: Patmark dosyası düzenlenemedi.

# Machine model no.
source: Machine model
de: Maschinen Modell
es: Modelo de Marcadora
pt_br: Modelo Máquina
tr: Makine modeli

# Choose machine model no.
source: Choose a machine model.
de: Wählen Sie ein Maschinenmodell aus.
es: Seleccione un modelo de marcadora.
pt_br: Escolha um modelo de máquina.
tr: Makine modeli seçiniz.

# Change of machine model
source: Confirmation
de: Bestätigung
es: Confirmación
pt_br: Confirmação
tr: Onay

# Do you change machine model?
source: The connected machine has a different marking area. Do you apply a fit marking area with the machine?
de: Die verbundene Maschine hat ein anderes Beschriftungsfeld. Soll das Modell angepasst werden?
es: La maquina conectada tiene una área diferente de marcado.
pt_br: A máquina conectada possui uma área de marcação diferente. Deseja ajustar a área de marcação com a máquina?
tr: Bağlı makinenin farklı bir markalama alanı var. Makine ile uygun bir markalama alanı uyguluyor musunuz?

# RemoteFileMenuController.ErrorMessage
source: {0}, {1}, {2}, {3} and {4} are available.
de: {0}, {1}, {2}, {3} and {4} sind verfügbar.
es: {0}, {1}, {2}, {3} y {4} están disponibles.
pt_br: {0}, {1}, {2}, {3} and {4} estão disponiveis.
tr: {0}, {1}, {2}, {3} ve {4} uygun.

# RemoteFileMenuController.Space
source: space
de: Leerzeichen
es: espacio
pt_br: Espaço
tr: Boşluk

# appsetting.preference.fail_to_hold
source: Failure to save machine model on this device.
de: Das Maschinenmodell konnte nicht auf diesem Gerät gespeichert werden.
es: Falla en salvar el modelo de maquina en este dispositivo.
pt_br: Falha ao salvar o modelo da máquina neste dispositivo.
tr: Bu cihazda makine modeli kaydedilemedi.

# appsetting.controller.fail_to_check
source: Failure to check connected machine model.
de: Fehlgeschlagene Überprüfung des angeschlossenen Maschinenmodells.
es: Eroor al comprobar la conexión con el modelo de la marcadora.
pt_br: Falha ao verificar o modelo da máquina conectada.
tr: Bağlı makine modeli kontrol edilemedi.

# appsetting.controller.different
source: The connected device is different model with current settings.
de: Das angeschlossene Gerät ist ein anderes Modell mit aktuellen Einstellungen.
es: La marcadora conectada es un modelo diferente a la configurada actualmente.
pt_br: O dispositivo conectado é um modelo diferente com as configurações atuais.
tr: Bağlı cihaz, mevcut ayarlarla farklı bir modeldir.

# Now in process.
source: Now processing.
de: Wird verarbeitet.
es: Procesando ahora.
pt_br: Em processamento
tr: Şimdi işleniyor.

# validation.on_text_sizes_too_large
source: Set character height to under {0}mm.
de: Stellen Sie die Zeichenhöhe auf unter {0}mm ein.
es: Establezca la altura del carácter debajo de {0}mm.
pt_br: Defina a altura do caractere para menos de {0} mm.
tr: Karakter yüksekliğini {0}mm'nin altına ayarlayın.

# file-category.local
source: Local
de: Lokal
tr: Lokal
